CA Weekly Roundup.tex
% Created 2022-01-19 Wed 18:58
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Krishna Jani}
\date{\today}
\title{Current Affairs Weekly Roundup 3}
\hypersetup{
 pdfauthor={Krishna Jani},
 pdftitle={Current Affairs Weekly Roundup 3},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Topics}
\label{sec:org5c142c6}
\begin{itemize}
\item INS Vikrant begins trial
\item World Trading Organization
\item Indian State of Forests
\end{itemize}

\section{INS Vikrant}
\label{sec:orgbbd44eb}

\subsection{What is Vikrant}
\label{sec:orge6d9c18}
\begin{itemize}
\item It is the \textbf{first indigenous aircraft carrier (Vikrant 2)}
\item INS Vikrant 1 was India's 1st aircraft carrier and was decommissioned
\item Vikrant 1 was developed by the UK in WW2 and was inducted in 1962
\begin{itemize}
\item It was decommissioned in 1997
\item Vikrant 1 was called \textbf{HMS Hercules}
\end{itemize}
\end{itemize}

\subsubsection{What are the other AC India has}
\label{sec:orga83106c}
\begin{itemize}
\item INS Viraat
\begin{itemize}
\item Also developed by \textbf{UK}
\item Commissioned in \textbf{1987}
\item DC in \textbf{2017}
\item Called earlier as \textbf{HMS Hermes}
\end{itemize}

\item INS Vikramaditya
\begin{itemize}
\item Developed by \textbf{USSR}
\item Commissioned in \textbf{2013}
\item Currently the only available AC in India
\item It was called as \textbf{Baku/Admiral Gorshkov}
\end{itemize}

\item INS Vikrant 2 (currently under trials)
\begin{itemize}
\item Began development in \textbf{Cochin Shipyard Ltd} (PSU)
\item Made in India
\item To be commissioned in \textbf{August 2022}
\end{itemize}
\end{itemize}

\section{WTO}
\label{sec:org24f29b0}
\begin{itemize}
\item It is made to develop balance in the International Trade sector
\item It is in news because of the recent changes in Chinas economic status where the state has declared itself to be a \textbf{developing state} which is different from the position it previously held, which is that of a developed state
\end{itemize}

\subsection{Domestic Support and Tariffs}
\label{sec:orga4b94e0}
\begin{itemize}
\item Domestic Support refers to the subsidies that the government provides in order to reduce the cost of production and thus inducing producers to produce more goods as it provides them a wider profit margin
\item Tariffs on the other hand are trade barriers that are put up when a country does not wish to allow importers to import cheap products and thus destroy the domestic economy
\end{itemize}

\subsection{Timeline}
\label{sec:org0e97899}
\begin{itemize}
\item 1944: Bretton Woods Conference (lead to creation of WB and IMF)
\item 1948: General Agreement of Trade and Tariffs
\item 1994: Marrakesh Agreement
\item 1995: WTO
\end{itemize}

\subsection{GATT, GATS, TRIPS}
\label{sec:orgf2de63f}
\begin{itemize}
\item The World Bank consists of 3 main agreements GATT, GATS and TRIPS
\item GATT is the General Agreement on Trade and Tariffs (tangible goods)
\item GATS is the General Agreement on Trade and Services (intangible goods)
\item TRIPS is the Trade related aspects of Intellectual Property Rights
\end{itemize}

\subsection{Advantages of a Developed Country}
\label{sec:org9ee9b50}
\begin{itemize}
\item The developing countries are provided several perks in the WTO because of the fact that they do not have very high economic growth
\item Thus some countries might want to change their status to a developing country because of these trades that might help
\end{itemize}

\subsection{India Appeals against the Sugarcane Subsidy}
\label{sec:orgf1672bb}
\begin{itemize}
\item Indian government provided concessions to sugar producers which lead to a decrease in price
\item Due to this Australia and other countries came together against India and went to WTO for dispute settlement. These countries won the case
\item This judgement was based on
\begin{enumerate}
\item Agreement on Agriculture
\item Agreement on Subsidies and Countervailing Measures
\end{enumerate}
\item The subsidies according to WTO are divided into
\begin{enumerate}
\item Green Box
\begin{itemize}
\item They refers to subsidies that lead to minimum distortion
\item Eg: COVID, Natural Catastrophe
\end{itemize}
\item Amber Box
\item Subsidies which are not allowed or contrained to a perticular level
\item This level is 5\% for Developed and 10\% on Developing
\item Blue Box
\item Subsidies where there is direct payment of cash
\item Eg: MSP
\item Art 6.2
\begin{itemize}
\item Subsidies on infra and developement
\end{itemize}
\end{enumerate}
\end{itemize}

\section{India State of Forests Report}
\label{sec:org273e826}
\begin{itemize}
\item Report released by \textbf{Ministry of Education}
\item Greatest change in Telangana (+ve) and in North East states (-ve)
\item There are 3 types of Forests
\begin{itemize}
\item Dense >= 70\%
\item Moderate >= 40\%
\item Open >= 10-40 \%
\end{itemize}
\item It is the first report that also mentions \textbf{tiger reserves}
\item Highest states which have gained
\begin{itemize}
\item Telangana
\item Andra
\item Orissa
\end{itemize}
\end{itemize}
\end{document}
